{
  "cardata": [
    {
      "id": "1",
      "carname": "1967 Chevrolet Camaro Convertible",
      "carimg": "1967_camaro.jpg",
      "price": "120000",
      "info": "\nThe 1967 Chevrolet Camaro Convertible is an iconic American muscle car that marked the debut of the Camaro model line. It was Chevrolet's answer to the Ford Mustang and became an instant classic.The 1967 Camaro was Chevrolet’s entry into the pony car market, designed to compete directly with the Ford Mustang.While 1967 was the introductory year, the model year itself didn't have special editions, but various dealer-installed and aftermarket options allowed for significant customization.Legacy:The success and popularity of the 1967 Camaro laid the foundation for future generations, with the model line continuing to this day, evolving with modern technology while retaining its classic appeal.The 1967 Chevrolet Camaro Convertible remains an enduring icon of the muscle car era, celebrated for its style, performance, and role in automotive history. Originally an Emerald Turquoise vehicle as well. The previous owner applied misc SS badging to the vehicle, the data tag does provide proof it's an RS package car (3L Group Code). Powered by the 1968 327 V8 that is paired with a 4-speed manual transmission.\n",
      "registration year": "1967",
      "location": "Nashik"
    },
    {
      "id": "2",
      "carname": "1970 Fiat 500L",
      "carimg": "fiat_500l.jpg",
      "price": "120000",
      "info": "\nThe Fiat 500L blends practicality with the distinct, charming design Fiat is known for, providing an option for those who love the brand but need more space and versatility than the smaller 500 can offer.The Fiat 500L is a compact multi-purpose vehicle (MPV) designed by Fiat, offering more space and versatility than the classic Fiat 500.Introduction: The Fiat 500L was introduced to capitalize on the popularity of the smaller Fiat 500, offering a more family-friendly option.Competitors:Competes with other compact MPVs and crossovers, such as the Mini Countryman, Kia Soul, and Ford C-Max.THE FIAT 500L, OR LUSSO, Was first Introduced In 1968 As a Luxury- oriented version of the standard FIAT 500, equipped with new exterior Brightwork and a Redesigned interior.It comes equipped with A 499CC incline-twin engine that sends power to the rear wheels through A 4-speed manual transmission.Whilst the design of the Fiat 500 changed during its 18-year production run, most Fiat 500s featured two doors, four seats, a rear 500cc two-cylinder engine which produced 18 horsepower, and rear wheel drive. Many models of Fiat 500, including this one, also came with foldable black soft top. Some models of Fiat 500s were built with larger bodies, three doors or slightly larger engines.\n",
      "registration year": "1970",
      "location": "Nashik"
    },
    {
      "id": "3",
      "carname": "1959 Cadillac Fleetwood 75 Limousine.",
      "carimg": "1964_thunderbird.jpg",
      "price": "140000",
      "info": "\nThe 1959 Cadillac Fleetwood Series 75 Limousine is an iconic representation of mid-20th-century American luxury automobiles.The 1959 Cadillac Fleetwood Series 75 Limousine is a standout example of post-war American luxury automobiles, reflecting the opulence and bold design choices of its era. Its combination of size, power, and luxury made it a favorite among those seeking the pinnacle of automotive prestige.Cultural Icon: The 1959 Cadillac, with its dramatic tailfins and chrome detailing, became a symbol of American automotive excess and innovation.It remains an iconic representation of 1950s American culture.The car has appeared in numerous films, TV shows, and music videos, often symbolizing luxury and classic American style. Notable appearances include the movie `Goodfellas` and TV series like `Mad Men`.Never before had a car of such stature been so dramatically styled. The Series Seventy-Five was unique among motorcars with exclusive hy-bridge doors that opened into the roof enhanced entry and exit. From the massive front end styling to the graceful sweep of the tail fins, the Cadillac crest never adorned more impressive or distinctive motorcars than these. The Fleetwood Series Seventy-Five nine passenger sedan and formal limousine were the only limousines built in America that were specifically designed and built as limousines.\n",
      "registration year": "1959",
      "location": "Pune"
    },

    {
      "id": "4",
      "carname": "1996 LAND ROVER DEFENDER 90",
      "carimg": "1996_defender-90.jpg",
      "price": "350000",
      "info": "\nThe 1996 Land Rover Defender 90 is a renowned off-road vehicle, known for its rugged build,versatility, and iconic design.The 1996 Land Rover Defender 90 is a timeless classic, beloved for its rugged durability, iconic design, and unparalleled off-road capability. It remains a symbol of adventure and reliability, cherished by those who value its storied legacy and robust performance.The Defender 90 is part of the last generation of Defenders before the significant design overhaul in 2016. The 1996 model represents the culmination of decades of Land Rover's traditional engineering. Known for its rugged and utilitarian nature, the Defender 90 offers a raw driving experience. It excels off-road but can feel spartan and noisy on highways compared to modern SUVs.Renowned for its exceptional off-road performance, featuring a high ground clearance, robust 4WD system, and durable construction.Though the Defender was not a new generation design, it incorporated significant changes, compared to the series Land Rovers, such as adopting coil springs front and rear, as opposed to all leaf springs on the previous; except for retaining rear leaf springs on high capacity (payload) models. Coil springs offered both better ride quality and improved axle articulation. Adding a lockable centre differential to the transfer case gave the Defender permanent (on-road) four-wheel-drive capability.\n",
      "registration year": "1998",
      "location": "Mumbai"
    },

    {
      "id": "5",
      "carname": "AvtoVAZ Lada 2103",
      "carimg": "navycar.jpg",
      "price": "350000",
      "info": "\nThe Lada 2103 remains a beloved vehicle for many, representing an important chapter in automotive history and Soviet-era manufacturing. Its blend of durability, simplicity, and historical significance makes it a fascinating car for collectors and enthusiasts alike.The Lada 2103 remains a beloved vehicle for many, representing an important chapter in automotive history and Soviet-era manufacturing. Its blend of durability, simplicity, and historical significance makes it a fascinating car for collectors and enthusiasts alike.Its blend of durability, simplicity, and historical significance makes it a fascinating car for collectors and enthusiasts alike.The Lada 2103 remains a beloved vehicle for many, representing an important chapter in automotive history and Soviet-era manufacturing. Its blend of durability, simplicity, and historical significance makes it a fascinating car for collectors and enthusiasts alike.The majority of the company is owned by Alliance Rostec Auto BV – which is owned by the Renault-Nissan Alliance and Rostec, a Russian company. AvtoVAZ targets to manufacture almost a million cars per year of their whole lineup.Their lineup, moreover, includes the Kalina family with hatchback, crossover, and wagon models.\n",
      "registration year": "1998",
      "location": "Mumbai"
    },

    {
      "id": "6",
      "carname": "1968 Ford Bronco",
      "carimg": "1968_bronco.jpg",
      "price": "120000",
      "info": "\nThe 1968 Ford Bronco stands as a testament to Ford's innovation in the SUV market, offering a blend of rugged design, off-road prowess, and classic American style. Its enduring popularity and iconic status make it a cherished vehicle among collectors and adventure enthusiasts alike. Known for its rugged, go-anywhere capability, the Bronco provides a raw driving experience. It excels off-road but can be noisy and less refined on highways compared to modern SUVs.The 1968 model is part of the first generation of Broncos, which were produced from 1966 to 1977. This generation established the Bronco as a capable and versatile SUV.The 1968 Ford Bronco is highly regarded among classic car and off-road vehicle enthusiasts. Its iconic design and historical significance make it a popular collector's item.Collector's Item: Due to its historical importance and distinctive character, the 1968 Bronco is highly prized among collectors and off-road enthusiasts.The Ford Bronco was introduced in August of 1965 (the 1966 model) to play catch-up with the sales success of the Jeep CJ-5 and the International Harvester Scout.\n",
      "registration year": "1970",
      "location": "Nashik"
    },

    {
      "id": "7",
      "carname": "1967 Chevrolet Camaro SS Tribute ",
      "carimg": "1967-camaro.jpg",
      "price": "350000",
      "info": "\nThe 1967 Chevrolet Camaro SS Tribute captures the spirit and style of the original SS, combining classic design with modern performance and reliability. It allows car enthusiasts to enjoy the best of both worlds: the iconic look of a 1967 Camaro SS with potentially improved performance and safety features.Tribute cars are not original SS models but are restored or modified base Camaros to replicate the look and performance of the original SS. They are often highly customized and can feature modern performance parts while maintaining classic aesthetics.Modern Enhancements: Many tribute cars include upgraded suspension, brakes, and other components to improve handling and safety while preserving the vintage look.The 1967 Camaro SS is an enduring symbol of the American muscle car era. Tribute cars help preserve this legacy by allowing more enthusiasts to experience the iconic design and performance.\n",
      "registration year": "1998",
      "location": "Mumbai"
    },

    {
      "id": "8",
      "carname": "1971 Porsche 911T COUPE",
      "carimg": "1971_porsche.jpg",
      "price": "350000",
      "info": "\nThe 1971 Porsche 911T Coupe is a classic sports car that is part of the iconic Porsche 911 lineup. Known for its distinct design, exceptional performance, and driving dynamics, the 911T remains a beloved model among automotive enthusiasts.The Porsche 911 is one of the most iconic sports cars in automotive history, with the 911T representing an accessible entry point to this legendary series.Featured in numerous films, television shows, and automotive publications, the 911T is a symbol of performance and style from the early 1970s.The 1971 Porsche 911T Coupe stands as a testament to Porsche's engineering prowess and design excellence. Its blend of classic style, performance, and driving pleasure continues to captivate enthusiasts, making it a cherished model in the history of the Porsche 911.The 1971 Porsche 911T is highly sought after by collectors and enthusiasts due to its place in the 911 lineage and its classic design.t makes sense why so many enthusiasts deem the Porsche 911 the ultimate classic car. Thanks to its unique and exciting driving dynamics, outstanding build quality, and legendary reliability, classic 911 ownership sidesteps many of the pitfalls usually associated with having an old car in your garage. With nearly 60 years of continuous production, selecting the proper classic 911 can be daunting- but without a doubt, one of the most sought-after generations is the long wheelbase, short bumper cars built between 1969 and 1973.\n",
      "registration year": "1998",
      "location": "Mumbai"
    },

    {
      "id": "9",
      "carname": "1970 Ford Mustang",
      "carimg": "ford_mustang.jpg",
      "price": "120000",
      "info": "\nThe 1970 Ford Mustang Mach 1 Fastback is a classic American muscle car known for its performance,style,and significant place in automotive history.The Mach 1 package was introduced in 1969 and continued through the early 1970s.It was part of Ford's effort to compete in the muscle car market dominated by models like the Chevrolet Camaro and Dodge Challenger.The 1970 model featured minor styling updates from the 1969 version,including a revised grille and taillights.The Mach 1 is often featured in car shows, auctions, and automotive museums.It has also made appearances in popular culture, including movies and TV shows, further cementing its status as a classic muscle car icon.This car is celebrated for its powerful performance,distinctive style,and significant place in the muscle car era of the late 1960s and early 1970s.1970 Ford Mustang Research Center Welcome to our data center. From our in depth guide to technical drawings and everything in between, you can find it here. This is where you can find all the information you could ever need on the 1970 Ford Mustang.\n",
      "registration year": "1970",
      "location": "Nashik"
    },

    {
      "id": "10",
      "carname": "1972 Mercedes-Benz 280 SEL 4.5 ",
      "carimg": "1972_mercedes.jpg",
      "price": "350000",
      "info": "\nThe 1972 Mercedes-Benz 280 SEL 4.5 is a notable model in the history of Mercedes-Benz, part of the W108/W109 series.The 280 SEL 4.5 was among the last of the W108/W109 series before Mercedes-Benz transitioned to the W116 series, which included the first generation of the S-Class. This model is particularly valued by collectors for its blend of classic styling, robust V8 engine, and the luxury features that were ahead of its time.The 1972 Mercedes-Benz 280 SEL 4.5 is a sought-after model among classic car enthusiasts due to its rarity, performance, and the prestige associated with the Mercedes-Benz brand.The 1972 Mercedes-Benz 280 SEL 4.5 remains a symbol of luxury and engineering excellence from a golden era of automotive design. Its combination of performance, comfort, and timeless style continues to captivate car enthusiasts around the world.The Mercedes-Benz 280SEL 4.5 was a variant of the W108/W109 S-Class that debuted for the 1972 model year. The 280 SEL 4.5 was built on the long W108 platform and was powered by Mercedes' M117 engine. This 4.5L V8 generated 195hp which was sent to the rear wheels via a 3 speed automatic transmission. Production of the 280SEL 4.5 ended in 1973 with a total of 8,173 examples built.These were serious machines, built to staggeringly high quality standards and priced accordingly; the 280SE 4.5 was one of the top high-roller sedans of 1972. \n",
      "registration year": "1998",
      "location": "Mumbai"
    },
    {
      "id": "11",
      "carname": "1960 Chevrolet Corvette",
      "carimg": "1960_corvette.jpg",
      "price": "150000",
      "info": "\nThe 1960 Chevrolet Corvette is a celebrated model in the history of American sports cars, known for its iconic design and performance.The 1960 Corvette was part of the first generation of Corvettes, a period marked by significant development and refinement in performance and styling. This model year saw continued improvements in power and handling, solidifying the Corvette's reputation as America's premier sports car.Its combination of striking looks, powerful engine options, and driving excitement continues to make it a favorite among classic car enthusiasts.The 1960 Chevrolet Corvette is highly sought after by collectors and enthusiasts due to its classic styling, historical significance, and strong performance. Well-maintained and original examples, especially those with the high-performance engine options, can command high prices at auctions and in the collector car market.Chevrolet's Corvette had clearly established itself as America's sports car. Its racing successes continued to grow as did its popularity, with more cars being produced in 1960 than at any time in Corvette's 7-year history. Not coincidentally, Corvette's horsepower was continuing to grow as well.This particular Corvette represents a typically equipped car from the period, with the standard 230 hp small block V8 being mated to an optional 4-speed manual transmission, a $188.00 option found on over 50% of the Corvettes produced in 1960.\n",
      "registration year": "1998",
      "location": "Nashik"
    },
    {
      "id": "12",
      "carname": "1940 Ford Pickup Restomod",
      "carimg": "1940_restomod.jpg",
      "price": "350000",
      "info": "\nA 1940 Ford Pickup Restomod is a classic vehicle that has been restored and modified with modern components and technology while retaining its original vintage charm.The 1940 Ford Pickup is celebrated for its timeless design and is a favorite among collectors and customizers.Represents a significant era in automotive history, with the restomod trend keeping the legacy alive by combining nostalgia with modern advancements.The 1940 Ford Pickup Restomod is a testament to the enduring appeal of classic American trucks, offering a perfect blend of historical charm and contemporary performance. This makes it an ideal choice for enthusiasts looking for a unique, stylish, and powerful vehicle that stands out on both the road and at shows.The 1940 Ford Pickup is celebrated for its timeless design and is a favorite among collectors and customizers.Taylor KempkesWriterRobert McGaffinPhotographerNov 27, 2019 · For some car enthusiasts, it's all about the hustle of finding and building the best car you can afford now, then selling it to move on to the next greatest thing.The iconic 1960s Chevrolet sports car returns for 2023 with this wild rendering featuring a blower, widebody kit, and a lowrider look.The Chevrolet Corvair is a rear-engined, air-cooled compact car manufactured by Chevrolet in two generations between 1960–1969.\n",
      "registration year": "1998",
      "location": "Mumbai"
    }
  ]
}
